Tekla.Structures.ModelInternal.SharingResult`1
Implements Tekla.Structures.Model.ISharingResult`1.
The type of data associated with the sharing operation.

Tekla.Structures.ModelInternal.SharingResult`1.Data
